{
	"_meta": {
		"sources": [
			{
				"json": "QuacksBlackMagic",
				"abbreviation": "QBM",
				"full": "Quack's Black Magic",
				"authors": [
					"Quack Sawbones"
				],
				"convertedBy": [
					"Quack Sawbones"
				],
				"version": "1.0.0",
				"url": "https://github.com/TheGoatKeeper/Homebrew-Feats/blob/main/Feats.json",
				"targetSchema": "1.1.2"
			}
		],
		"dateAdded": 1539373091,
		"dateLastModified": 1539373091
	},
	"feat": [
		{
			"name": "Chaos Touched",
			"source": "QuacksBlackMagic",
			"entries": [
				"Your exposure to the Ethereal Plane's magic has changed you, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the levitate spell and one 1st-level spell of your choice. The 1st-level spell must be from the abjuration or conjuration school of magic. You can cast each of these spells without expending a spell slot. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is the ability increased by this feat."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			]
		},
		{
			"name": "Ethereal Touched",
			"source": "QuacksBlackMagic",
			"entries": [
				"Your exposure to the Elemental Chaos' magic has changed you, granting you the following benefits:",
				{
					"type": "list",
					"items": [
						"You learn the suggestion spell and one 1st-level spell of your choice. The 1st-level spell must be from the evocation or transmutation school of magic. You can cast each of these spells without expending a spell slot. Once you cast either of these spells in this way, you can't cast that spell in this way again until you finish a long rest. You can also cast these spells using spell slots you have of the appropriate level. The spells' spellcasting ability is the ability increased by this feat."
					]
				}
			],
			"ability": [
				{
					"choose": {
						"from": [
							"int",
							"wis",
							"cha"
						],
						"amount": 1
					}
				}
			]
		}
	]
}
